SELECT v, LOWER(v) FROM lu;

----------------------------------+----------------------------------+
                v                 |             lower(v)             |
----------------------------------+----------------------------------+
                                  |                                  |
 The Quick Gray Fox               | the quick gray fox               |
 LAUGHING ALL THE WAY             | laughing all the way             |
 OVER the River 2 Times           | over the river 2 times           |
 UuVvWwXxYyZz                     | uuvvwwxxyyzz                     |
 ÁáÄäÉéÍíÓóÔôÚúÝý                 | ááääééííóóôôúúýý                 |
 ÄäÖößÜü                          | ääöößüü                          |
 ÉéÀàÈèÙùÂâÊêÎîÔôÛûËëÏïÜüŸÿÇçŒœÆæ | ééààèèùùââêêîîôôûûëëïïüüÿÿççœœææ |
 ĄąĆćĘęŁłŃńÓóŚśŹźŻż               | ąąććęęłłńńóóśśźźżż               |
 ČčĎďĹĺĽľŇňŔŕŠšŤťŽž               | ččďďĺĺľľňňŕŕššťťžž               |
 АаБбВвГгДдЕеЁёЖжЗзИиЙй           | ааббввггддееёёжжззиийй           |
 КкЛлМмНнОоПпРрСсТтУуФф           | ккллммннооппррссттууфф           |
 ХхЦцЧчШшЩщЪъЫыЬьЭэЮюЯя           | ххццччшшщщъъыыььээююяя           |
 [NULL]                           | [NULL]                           |
----------------------------------+----------------------------------+